Repository: EticaAI/lsf-cache
Catalog: 1603/63/101/1603_63_101.no11.tmx
Source language: qcc
Languages: abk, ace, afr, amh, ara, arg, ary, arz, asm, ast, ava, awa, azb, aze, bak, bam, ban, bar, bcl, bel, ben, bho, bis, bod, bos, bre, bul, bxr, cat, cdo, ceb, ces, che, chv, ckb, cor, cos, crh, cym, dan, deu, diq, div, dsb, dty, ell, eng, epo, est, eus, ext, fao, fas, fin, fra, frp, frr, fry, fur, gan, gcr, gla, gle, glg, glv, gom, grn, gsw, guj, hak, hat, hau, hbs, heb, hif, hin, hrv, hsb, hun, hye, hyw, ido, ile, ilo, ina, ind, inh, isl, ita, jam, jav, jbo, jpn, kaa, kab, kal, kan, kat, kaz, kbp, khm, kin, kir, kon, kor, krc, kur, lad, lao, lat, lav, lez, lfn, lij, lim, lin, lit, lld, lmo, ltz, lzh, mai, mal, mar, mhr, min, mkd, mlg, mlt, mni, mnw, mon, msa, mul, mwl, mya, mzn, nah, nan, nap, nav, nds, nep, new, nld, nno, nob, nqo, oci, ori, oss, pam, pan, pap, pcd, pfl, pms, pnb, pol, por, pus, que, roh, ron, rue, rup, rus, sah, san, sat, scn, sco, sgs, shi, sin, slk, slv, sme, smn, smo, sna, snd, som, spa, sqi, srd, srn, srp, ssw, stq, sun, swa, swe, szl, tam, tat, tcy, tel, tgk, tgl, tha, tso, tuk, tur, udm, uig, ukr, urd, uzb, vec, vep, vie, vls, vol, vro, war, wln, wol, wuu, xho, xmf, yid, yor, yue, zha, zho, zul

source: Q976338
ara: سدادة قطنية
cat: tampó
ces: tampon
cym: Tampon
deu: Tampon
ell: Ταμπόν
eng: tampon
epo: tampono
fas: تامپون
fin: Tamponi
fra: tampon hygiénique
gle: Súitín
glg: Tampón hixiénico
gsw: Tampon
heb: טמפון
hin: तंपन
hrv: Tampon
hun: Tampon
hye: Տամպոն
ido: Tampono
ind: Tampon
jav: Tampon
jpn: タンポン
kaz: Тығын
kor: 탐폰
lat: Obturaculum bibulum
mul: /tampon || mass of absorbent material, primarily used as a feminine hygiene product/@eng-Latn
nld: tampon
nob: tampong
pol: Tampon
por: tampão
ron: Tampon
rus: тампон гинекологический
spa: tampón higiénico
swe: Tampong
tam: பஞ்சுத்தக்கை
tur: Tampon
ukr: тампон гінекологічний
vie: Băng vệ sinh dạng ống
zho: 衛生棉條

source: Q216997
ara: كأس الحيض
bul: Менструална чашка
cat: copa menstrual
ces: Menstruační kalíšek
cym: Cwpan mislif
dan: Menstruationsbæger
deu: Menstruationstasse
eng: menstrual cup
epo: menstrua taso
fas: فنجان قاعدگی
fin: Kuukautiskuppi
fra: coupe menstruelle
glg: Copa menstrual
hbs: Menstrualna čašica
heb: גביעונית
hrv: Menstrualna čašica
hun: Menstruációs csésze
ind: Cangkir menstruasi
ita: Coppa mestruale
jav: Cangkir menstruasi
jpn: 月経カップ
kan: ಮುಟ್ಟಿನ ಕಪ್
kor: 생리컵
lit: Menstruacinė taurelė
mal: ആർത്തവരക്ത ശേഖരണി
msa: Cangkir haid
mul: /menstrual cup || feminine hygiene product worn inside the vagina during menstruation/@eng-Latn
nld: Menstruatiecup
nob: Damebeger
pol: Miseczka menstruacyjna
por: coletor menstrual
ron: Cupă menstruală
rus: менструальная чашечка
slk: Menštruačný pohárik
slv: Menstrualna skodelica
spa: copa menstrual
swe: Menskopp
tam: மாதவிடாய் குப்பி
tur: Regl kabı
ukr: менструальна чаша
vie: Cốc nguyệt san
zho: 月经杯

source: Q187359
ara: حفاض الأطفال
arz: حفاضه
bul: Пелена
cat: bolquer
ces: plenka
chv: Çытак
ckb: زیتۆڕ
cym: Cewyn
dan: ble
deu: Windel
eng: diaper
epo: Vindotuko
est: Mähkmed
eus: Pixoihal
fas: پوشک
fin: Vaippa
fra: couche-culotte
fry: Ruft
gan: 褯片
gle: Clúidín
glg: Cueiro
heb: חיתול
hrv: Pelene
hun: Pelenka
hye: Տակդիր
ido: Lanjo
ind: Popok
isl: Bleyja
ita: pannolino
jav: Popok
jpn: おむつ
kor: 기저귀
lit: Sauskelnės
msa: Lampin
mul: /diaper || type of underwear that allows one to defecate or urinate, without the use of a toilet/@eng-Latn
nld: luier
nno: bleie
nob: bleie
pol: pieluszka
por: fralda
que: Akawara
rus: Подгузник
slk: Plienka
slv: Plenica
spa: Pañal
srp: Pelene
swe: blöja
tam: அணையாடை
tgk: Пӯшак
tha: ผ้าอ้อม
tur: Bebek bezi
ukr: Підгузок
urd: ڈائپر
vie: Tã
war: Lampin
wln: Faxhe-coulote
wuu: 私布
yid: ווינדל
yue: 尿片
zho: 尿片

source: Q11871151
ara: حفاضة قماشية
deu: Stoffwindel
eng: Cloth diaper
fin: Kestovaippa
fra: Couche lavable
isl: Taubleyja
jpn: 布おむつ
mul: /cloth diaper || reusable, washable diaper/@eng-Latn
nld: wasbare luier
rus: Многоразовые подгузники
spa: Pañal de tela
swe: Tygblöjor
tur: Kumaş bebek bezi
vie: Bỉm vải
zho: 布尿褲

source: Q860175
ara: حفاظات الكبار
cat: bolquer d'adult
eng: adult diaper
fas: پوشک بزرگسالان
fra: Couche pour adulte
heb: חיתול למבוגרים
ind: Popok dewasa
jpn: 大人用おむつ
kor: 성인용 기저귀
mul: /adult diaper || diaper made to be worn by a person with a body larger than that of an infant or toddler/@eng-Latn
por: Fralda para adultos
rus: подгузник для взрослых
spa: pañal para adultos
tur: Yetişkin bezi
vie: Tã người lớn
yue: 成人紙尿片
zho: 成人紙尿片

source: Q4210298
ara: جهاز الجيبة الفغرية
cat: dispositiu de bossa d'ostomia
ckb: تورەگەی ڕاگری پاشماوەکان
dan: Stomipose
eng: ostomy pouching system
fin: avannepussi
fra: poche de stomie
jpn: ストーマ用装具
mul: /ostomy pouching system || medical prosthetic that provides a means for the collection of waste from a diverted biological system/@eng-Latn
por: Bolsa de Ostomia
rus: Калоприёмник
spa: sistema de bolsa de ostomía
swe: stomibandage
ukr: Калоприймач

source: Q1025432
ara: قسطر بولي
cat: cateterització urinària
ces: Cévkování
deu: Katheterismus
eng: urinary catheterization
fas: سوند ادراری
fra: sondage urinaire
hbs: Urinarna kateterizacija
hrv: Urinarna kateterizacija
ita: Cateterismo urinario
jpn: 尿道カテーテル
mul: /urinary catheterization || Insertion of a catheter through the urethra to drain urine/@eng-Latn
nld: blaaskatheterisatie
pol: Cewnik urologiczny
por: cateterizaçao urinaria
slk: Katetrizácia močového mechúra
spa: cateterización urinaria
srp: Kateterizacija uretre
tur: İdrar sondası
zho: 导尿

source: Q7900628
ara: جهاز جمع البول
cat: col·lector urinari
eng: urine collection device
mul: /urine collection device || deviation used to collect urine, especially in aircraft and spacecraft/@eng-Latn
spa: colector urinario

source: Q1049049
ara: مياه معبأة
ast: agua embotellao
cat: aigua embotellada
ces: balená pitná voda
dan: flaskevand
deu: Flaschenwasser
ell: εμφιαλωμένο νερό
eng: bottled water
epo: enbotela akvo
eus: Botilako ur
fas: آب بستهبندیشده
fin: Pullovesi
fra: eau en bouteille
hin: बोतलबंद पानी
hun: palackozott víz
ind: Air botol
isl: Flöskuvatn
ita: acqua in bottiglia
jav: Banyu gendul
jpn: ボトルウォーター
kor: 병입수
mal: കുപ്പിവെള്ളം
msa: Air botol
mul: /bottled water || water sold as a bottled product/@eng-Latn
nld: flessenwater
nob: flaskevann
pol: woda butelkowana
por: Água engarrafada
ron: apă plată
rus: бутилированная вода
sat: ᱱᱚᱛᱚᱞ ᱵᱚᱸᱫ ᱫᱟᱜ
spa: agua embotellada
swe: flaskvatten
tam: புட்டித் தண்ணீர்
tur: Şişelenmiş su
ukr: бутельована вода
vie: Nước uống đóng chai
yue: 樽裝水
zho: 瓶裝水

source: Q2602563
ara: التغذية البشرية
cat: Alimentació humana
ces: lidská výživa
cym: maeth dynol
deu: Ernährung des Menschen
eng: human nutrition
epo: homa nutrado
fas: خوراک انسان
fra: alimentation humaine
heb: תזונה אנושית
hun: Emberi táplálkozás
ind: Gizi manusia
ita: nutrizione umana
jpn: 栄養学
kan: ಆಹಾರ ಪದ್ಧತಿ
mal: vitamin
mkd: човечка исхрана
msa: Pemakanan manusia
mul: /human nutrition/@eng-Latn
nld: Voedingsmiddel
nno: humanernæring
pol: żywienie człowieka
por: nutrição humana
ron: Nutriția oamenilor
san: jgigigjijgj
spa: nutrición humana
srp: Ljudska ishrana
tam: Human Nutrition
ukr: харчування людини
vec: nutrision umana
vie: Ăn uống lành mạnh
zho: 人類營養

source: Q39087014
ara: تغذية الرضع
eng: Infant nutrition
heb: תזונת פעוטות
mul: /Infant nutrition || dietary needs of infants/@eng-Latn@eng-Latn
zho: 婴儿营养

source: Q22728
ara: حليب الثدي
ast: Lleche materno
bel: жаночае малако
ben: বুকের দুধ
bul: Кърма
cat: llet materna
ces: mateřské mléko
cym: Llaeth y fron
dan: modermælk
deu: Muttermilch
diq: Şıtê mae
ell: Μητρικό γάλα
eng: human breast milk
epo: homa lakto
est: rinnapiim
eus: Ama-esne
fas: شیر مادر
fin: äidinmaito
fra: lait maternel humain
gle: Bainne cíche
glg: Leite humano
heb: חלב אם
hun: Anyatej
hye: Կրծքի կաթ
ind: Air susu ibu
ita: latte materno
jav: Banyu susu ibu
jpn: 母乳
kir: Эмчек сүтү
kor: 모유
lit: Motinos pienas
ltz: Spënn
mal: മുലപ്പാൽ
msa: susu ibu
mul: /human breast milk || milk produced by the mammary glands in the breast of a human female/@eng-Latn
nds: Tittmelk
nld: moedermelk
nno: morsmjølk
nob: morsmelk
pan: ਮਾਂ ਦਾ ਦੁੱਧ
pfl: Muddamilich
pol: mleko matki
por: leite materno
que: Ñukñu
ron: Lapte matern
rus: женское молоко
slv: Materino mleko
spa: leche materna
srp: мајчино млеко
sun: Cai Susu Indung
swa: Maziwa ya Mama
swe: bröstmjölk
tat: хатын-кыз сөте
tel: తల్లిపాలు
tha: นมจากเต้านม
tuk: Ene süýdi
tur: Anne sütü
ukr: грудне молоко
urd: ماں کا دودھ
uzb: Ona suti
vie: Sữa mẹ
war: gatas han iroy
wuu: 母乳
yue: 人奶
zho: 母乳

source: Q427017
ara: مضخة الثدي
cat: tirallet
ces: Odsávačka mateřského mléka
deu: Muttermilchpumpe
eng: breast pump
epo: Mampumpilo
eus: Esne-ateratzeko
fas: شیردوش
fra: Tire-lait
glg: Tiraleite
heb: משאבת הנקה
hin: स्तन-पम्प
ind: Pompa ASI
ita: tiralatte
jpn: 搾乳器
kor: 유축기
mkd: Пумпа за измолзување
mul: /breast pump || device for applying suction to breasts/@eng-Latn
nld: Borstkolf
pol: Laktator
por: bomba tira leite
rus: Молокоотсос
spa: Sacaleches
swe: Bröstpump
tel: రొమ్ము పంపు
urd: پستان کا پمپ
zho: 吸乳器

source: Q797971
ara: طعام الطفل
cat: aliments infantils
dan: barnemad
deu: Babynahrung
eng: baby food
epo: beba manĝaĵo
fas: غذای کودک
fin: lastenruoka
fra: nourriture pour bébé
heb: מזון לתינוקות
hye: մանկական սնունդ
ita: alimentazione per l'infanzia
jav: panganan bayi
jpn: ベビーフード
kir: балдардын аралашма тамактары
kor: 영유아식
mul: /baby food || food made especially for infants/@eng-Latn
nld: babyvoeding
nob: barnemat
rus: детская смесь
swe: barnmat
tur: bebek maması
war: pagkaon panminasus-an
yue: BB嘢食
zho: 嬰兒食品
zul: Ukudla kwabantwana

source: Q2287198
ara: حليب الأطفال الصناعي
cat: llet maternitzada
dan: modermælkserstatning
eng: infant formula
epo: artefarita lakto
est: Imikute piimasegud
fas: شیر خشک
fin: Äidinmaidonkorvike
fra: substitut du lait maternel
heb: תרכובת מזון לתינוקות
hye: Կաթնախառնուրդներ
ind: Susu Formula
ita: latte artificiale
jav: Susu formula
jpn: 粉ミルク
kor: 조제분유
mul: /infant formula || manufactured food designed and marketed for feeding of infants/@eng-Latn
nld: Flesvoeding
nob: morsmelkerstatning
pol: Karmienie sztuczne
por: fórmula infantil
rus: Молочная смесь
spa: leche maternizada
swe: modersmjölksersättning
tur: Bebek formülü
vie: Sữa công thức
yid: תרכובת מזון לתינוקות
yue: 嬰兒奶粉
zho: 配方奶粉

source: Q1699821
ara: لوح الطاقة
cat: barreta energètica
deu: Power-Snack
eng: energy bar
fin: energiapatukka
fra: barre énergétique
heb: חטיף אנרגיה
kor: 에너지 바
mul: /energy bar || nutritional snack bar/@eng-Latn
por: Barra energética
smn: energiastággu
spa: barrita energética
tur: Enerji macunu
zho: 能量棒

source: Q7251457
ara: لوح بروتين
ces: Proteinová tyčinka
dan: Proteinbar
eng: protein bar
mul: /protein bar/@eng-Latn
tur: Protein macunu
ukr: Протеїновий батончик

source: Q17097831
ara: قائمة الأطعمة المجففة
eng: list of dried foods
fra: liste d'aliments déshydratés
msa: senarai makanan kering
mul: /list of dried foods/@eng-Latn

source: Q3346517
ara: غذاء طبي
eng: medical food
fra: Nutrition médicale
jpn: 医療食品
mul: /medical food || foods that are specially formulated and intended for the dietary management of a disease that has distinctive nutritional needs that cannot be met by normal diet alone/@eng-Latn
spa: Alimentos médicos
zho: 医用食品

source: Q13417087
ara: حليب مبخر
cat: Llet evaporada
cym: Llaeth anwedd
deu: Kondensmilch
eng: evaporated milk
eus: Esne lurrundu
fas: شیر تغلیظشده
fin: Maitotiiviste
fra: lait concentré non sucré
ind: Susu evaporasi
ita: Latte evaporato
jav: Susu èvaporasi
jpn: 無糖練乳
kor: 무당연유
mkd: згуснато млеко
msa: susu sejat
mul: /evaporated milk || unsweetened condensed milk/@eng-Latn
nld: koffiemelk
por: leite evaporado
rus: концентрированное молоко
spa: leche evaporada
swe: indunstad mjölk
tgl: Gatas na ebaporada
tha: นมระเหย
tur: buharlaştırılmış süt
yue: 淡奶
zho: 淡奶

source: Q496696
ara: حليب مجفف
asm: কৃত্রিম গাখীৰ
bel: сухое малако
bul: Мляко на прах
cat: llet en pols
cym: Llaeth powdr
dan: Tørmælk
deu: Milchpulver
ell: γάλα σε σκόνη
eng: milk powder
epo: laktopulvoro
est: piimapulber
eus: Esne-hauts
fas: پودر شیر
fin: maitojauhe
fra: lait en poudre
glg: Leite en po
heb: אבקת חלב
hin: दुग्ध चूर्ण
hrv: Mlijeko u prahu
ind: Susu bubuk
ita: latte in polvere
jav: Susu bubuk
jpn: 粉乳
kaz: Құрғақ сүт
kor: 분유
lav: sausais piens
lit: Pieno milteliai
mkd: Млеко во прав
msa: Susu tepung
mul: /milk powder || dairy product made by evaporating milk to dryness (not the same as infant formula Q2287198)/@eng-Latn
nld: Melkpoeder
nno: tørrmjølk
pol: Mleko w proszku
por: leite em pó
ron: Lapte praf
rus: сухое молоко
slv: mleko v prahu
som: Caano budo
spa: leche en polvo
srp: млеко у праху
swe: Mjölkpulver
tgl: Gatas na pulbos
tha: นมผง
tur: süt tozu
udm: Кӧс йӧл
ukr: сухе молоко
urd: خشک دودھ
vie: Sữa bột
wuu: 奶粉
yue: 奶粉
zho: 奶粉

source: Q3506176
ara: منتج حليب مخمر
bel: Кісламалочныя прадукты
cat: llet fermentada
ces: kysané mléčné výrobky
deu: Sauermilchprodukt
ell: ζυμωμένα προϊόντα γάλακτος
eng: fermented milk product
fin: hapanmaitovalmiste
heb: מוצר חלב מותסס
hye: Կաթնաթթվային մթերք
ind: produk susu fermentasi
jpn: 乳酸菌飲料
kor: 발효유
lav: skābpiena produkti
mkd: киселомлечни производи
mul: /fermented milk product || dairy food that has been fermented with lactic acid bacteria/@eng-Latn
nob: syrnet melkeprodukt
rus: кисломолочные продукты
spa: producto fermentado de la leche
srp: kiselomlečni proizvodi
swe: surmjölksprodukt
ukr: Кисломолочний продукт
zho: 发酵乳制品

source: Q840171
ara: كريمة حامضة
bxr: Зөөхэй
cat: crema agra
dan: Rømme
deu: saure Sahne
ell: Ξινή κρέμα
eng: sour cream
epo: acidkremo
eus: krema garratz
fas: خامه ترش
fin: hapankerma
fra: crème aigre
heb: שמנת חמוצה
hun: savanyútejszín
ind: krim asam
isl: Sýrður rjómi
ita: panna acida
jav: Krim asem
jpn: サワークリーム
kat: არაჟანი
kor: 사워크림
lav: skābais krējums
lit: Grietinė
mkd: павлака
msa: Krim masam
mul: /sour cream || dairy product produced by fermenting a regular cream with certain kinds of lactic acid bacteria/@eng-Latn
nld: zure room
nno: rømme
nob: rømme
por: creme azedo
rus: сметана
slk: Kyslá smotana
spa: crema agria
srp: павлака
swe: gräddfil
tur: Ekşi krema
ukr: Сметана
vie: Kem chua
yue: 酸忌廉
zho: 酸奶油

source: Q8047551
ara: يام
arz: يام
aze: Yam
bam: Ku
bis: Yam
bod: ཞོག་རྒོད།
bos: Jam
cat: nyam
dan: Yams
deu: Yams
ell: Γιαμ
eng: yam
epo: ignamo
eus: Ñame
fas: یم
fin: Jamssit
fra: igname
gle: Ionam
hat: Yanm
hau: Doya
heb: יאם
hrv: Jam
ido: Inyamo
ind: Ubi rambat
isl: Yam
ita: Igname
jav: Yam
jpn: ヤム
kbp: Hɛɛ
kon: Mbala
kor: 마
mkd: јам
mul: /Dioscorea || yam is the common name for some plant species in the genus Dioscorea (family Dioscoreaceae) that form edible tubers/@eng-Latn
nld: Yam
nno: jams
nob: jams
nqo: ߞߎ
oci: Nham
pol: pochrzyn
por: yam (vegetable)
ron: Ignamă
rus: ямс
spa: Ñame
swa: Kiazi kikuu
swe: Jams
tam: சேனைக்கிழங்கு
tha: กลอย
tur: Yam
ukr: Ямс
uzb: Yams
vie: Khoai
yor: Isu
yue: 大薯
zho: 薯 (植物)

source: Q13530560
ara: سورغم تجاري
bar: Mabele
eng: Commercial sorghum
jav: Sorghum komersial
mul: /Sorghum bicolor et Sorghum arundinaceum || Commercial sorghum/@eng-Latn
urd: سرغو

source: Q165449
ara: موز الجنة
arz: موز الجنه
ast: plátanu de cocinar
aze: Bişirmə banan
cat: plàtan de cuinar
ces: plantain
deu: Kochbanane
ell: Plantain
eng: plantain
epo: kuirbanano
fas: پلنتین
fin: Keittobanaani
fra: banane plantain
glv: Bananey garroo
gsw: Kochbanane
heb: פלנטיין
hsb: Wšědny bananowc
hun: főzőbanán
ido: Plantago
ind: Pisang tanduk
ita: banana da cucina
jav: Ngolah gedhang
jpn: プランテン
kan: ಅಡಿಗೆ ಬಾಳೆ
kbp: Abalaajo
khm: ចេក
kin: Igitoki
kor: 플랜틴
lao: ໝາກກ້າຍ
lin: Likémba
mal: നേന്ത്രൻ
msa: Pisang Tanduk
mul: /cooking banana || /banana-like vegetable, less sweet/@eng-Latn
nav: Hashkʼaantsoh yiltʼeesígíí
nld: bakbanaan
nno: Kokebanan
nob: kokebanan
oci: Banana de còire
pol: banan skrobiowy
por: banana-da-terra
rus: плантан
spa: plátano de cocinar
sun: Cau galék
swe: kokbanan
tha: กล้าย
ukr: Плантан
vie: Chuối táo quạ
yor: Ọ̀gẹ̀dẹ̀ àgbagbà
zho: 大蕉

source: Q427457
ara: زيت الطهي
ast: aceite de cocina
ben: রান্নার তেল
cat: oli de cuina
ces: kuchyňský olej
dan: vegetabilsk fedtstof og olie
deu: Speiseöle
ell: Μαγειρικό λάδι
eng: cooking oil
epo: kuira oleo
est: taimerasv
eus: sukaldeko olio
fas: دانههای روغنی
fin: ruokaöljy
fra: huile alimentaire
glg: Aceite de cociña
heb: שמן בישול
hin: खाद्य तेल
hun: étolaj
hye: Ձեթ
ind: minyak goreng
ita: olio alimentare
jav: Lenga Klentik
jpn: クッキング・オイル
kaz: Өсімдік майы
kor: 식용유
lav: cepamo eļļu
lit: Augalinis aliejus
mal: പാചക എണ്ണ
mar: खाद्यतेल
msa: Minyak masak
mul: /cooking oil || oil consumed by humans, from vegetable or animal origin/@eng-Latn
nan: Si̍t-iōng-iû
nav: akʼah
nld: spijsolie
nno: matolje
nob: matolje
oci: Òli alimentari
ori: ଖାଇବା ତେଲ
oss: Зети
pan: ਪਕਾਉਣ ਵਾਲਾ ਤੇਲ
pol: tłuszcz jadalny
por: óleo alimentar
que: Yura wira
ron: Ulei de bucătărie
rus: пищевое масло
sah: Мас арыыта
san: खाद्यतैलम्
sat: ᱤᱥᱤᱱ ᱥᱩᱱᱩᱢ
scn: Ogghiu
slk: olej
spa: aceite de cocina
sqi: vaj kuzhine
srp: jestivo ulje
swe: matolja
tam: சமையல் எண்ணெய்
tat: азык мае
tel: వంట నూనె
tha: น้ำมันประกอบอาหาร
tur: sıvı yağ
ukr: кулінарні жири
vec: ojo da cuzina
vie: Dầu ăn
wln: ôle po magnî
yue: 食油
zho: 食用油

source: Q231458
ara: زيت النخيل
ast: Aceite de palma
azb: پالم یاغی
bel: Пальмавы алей
ben: পাম তেল
bul: Палмово масло
cat: oli de palma
ces: palmový olej
dan: palmeolie
deu: Palmöl
ell: Φοινικέλαιο
eng: palm oil
epo: palmoleo
est: Palmiõli
eus: palma-olio
fas: روغن نخل
fin: Palmuöljy
fra: huile de palme
gle: Ola phailme
glg: Aceite de palma
heb: שמן דקלים
hin: ताड़ का तेल
hrv: Palmino ulje
hun: Pálmaolaj
ind: Minyak sawit
ita: olio di palma
jav: Lenga sawit
jpn: パーム油
kan: ತಾಳೆ ಎಣ್ಣೆ
kat: პალმის ზეთი
kon: Muamba
kor: 팜유
lin: Mafúta ma mbíla
lit: Alyvpalmių aliejus
mal: പാമോയിൽ
mar: पाम तेल
mkd: Палмино масло
msa: Minyak kelapa sawit
mul: /palm oil || edible vegetable oil from fruit of oil palms/@eng-Latn
nld: palmolie
nno: Palmeolje
nob: palmeolje
oci: Òli de palma
ori: ପାମୋଲିନ ତେଲ
pol: olej palmowy
por: azeite de dendê
ron: Ulei de palmier
rus: Пальмовое масло
slk: Palmový olej
slv: Palmovo olje
spa: aceite de palma
sqi: Vaji i palmës
srp: Палмино уље
swa: Mawese
swe: palmolja
tam: செம்பனை எண்ணெய்
tat: Пальма мае
tel: పామాయిల్
tha: น้ำมันปาล์ม
tur: Palm yağı
ukr: Пальмова олія
vie: Dầu cọ
wuu: 棕榈油
yue: 棕櫚油
zho: 棕櫚油

source: Q926892
ara: Huile de soja
bel: Соевы алей
ben: সয়াবিন তেল
bul: Соево олио
cat: oli de soia
ces: sójový olej
dan: Sojaolie
deu: Sojaöl
eng: soybean oil
epo: sojoleo
est: Sojaõli
eus: soja-olio
fas: روغن سویا
fin: Soijaöljy
fra: huile de soja
glg: Aceite de soia
heb: שמן סויה
ind: Minyak kedelai
ita: Olio di semi di soia
jav: Lenga kedhelé
jpn: 大豆油
kor: 콩기름
lat: Soiae oleum raffinatum
lit: Sojų aliejus
msa: Minyak kacang soya
mul: /soybean oil || oil from the seeds of Glycine max/@eng-Latn
nan: Toā-tāu-iû
nld: Sojaolie
nob: soyaolje
pol: olej sojowy
por: óleo de soja
rus: Соевое масло
spa: aceite de soja
swe: Sojaolja
tha: soybean oil
ukr: Соєва олія
yue: 豆油
zho: 大豆油

source: Q94787
ara: زيت زهرة الشمس
aze: Günəbaxan yağı
bel: Сланечнікавы алей
bul: Слънчогледово олио
cat: oli de gira-sol
ces: slunečnicový olej
dan: solsikkeolie
deu: Sonnenblumenöl
ell: Ηλιέλαιο
eng: sunflower oil
epo: sunflorsema oleo
est: Päevalilleõli
eus: ekilore-olio
fas: روغن آفتابگردان
fin: Auringonkukkaöljy
fra: huile de tournesol
glg: Aceite de xirasol
hbs: Suncokretovo ulje
heb: שמן חמניות
hrv: Suncokretovo ulje
hun: napraforgóolaj
hye: Արևածաղկի ձեթ
ind: Minyak biji bunga matahari
isl: Sólblómaolía
ita: olio di semi di girasole
jav: Lenga kembang srengéngé
jpn: ひまわり油
kan: ಸೂರ್ಯಕಾಂತಿ ಎಣ್ಣೆ
kat: მზესუმზირის ზეთი
kaz: Күнбағыс майы
kor: 해바라기 기름
lav: saulespuķu eļļa
lit: Saulėgrąžų aliejus
mar: सूर्यफूल तेल
mkd: Сончогледово масло
msa: Minyak bunga matahari
mul: /sunflower oil || oil pressed from the seed of Helianthus annuus/@eng-Latn
nld: zonnebloemolie
nno: solsikkeolje
nob: solsikkeolje
ori: ସୂର୍ଯ୍ୟମୁଖୀ ତେଲ
pol: Olej słonecznikowy
por: óleo de girassol
ron: Ulei de floarea-soarelui
rus: подсолнечное масло
san: सूर्यकान्तितैलम्
slk: Slnečnicový olej
slv: Sončnično olje
spa: aceite de girasol
sqi: Vaji i lulediellit
srp: сунцокретово уље
swe: solrosolja
tat: көнбагыш мае
tel: పొద్దుతిరుగుడు నూనె
tha: น้ำมันดอกทานตะวัน
tur: ayçiçek yağı
ukr: соняшникова олія
vie: Dầu hướng dương
yue: 葵花籽油
zho: 葵花籽植物油

source: Q265878
ara: زيت فول سوداني
bel: Арахісавы алей
bul: Фъстъчено олио
cat: oli de cacauet
ckb: ڕۆنی پینەت
deu: Erdnussöl
eng: peanut oil
epo: Arakida oleo
eus: Kakahuete olio
fas: روغن بادام زمینی
fin: Maapähkinäöljy
fra: huile d'arachide
glg: Aceite de cacahuete
heb: שמן בוטנים
hrv: Ulje od kikirikija
hun: Mogyoróolaj
hye: գետնանուշի յուղ
ind: Minyak kacang
ita: olio di semi di arachide
jav: Lenga kacang
jpn: ピーナッツオイル
kan: ಶೇಂಗಾ ಎಣ್ಣೆ
kor: 땅콩기름
lit: Žemės riešutų aliejus
mar: शेंगदाणा तेल
msa: Minyak kacang
mul: /peanut oil || mild-tasting vegetable oil derived from peanuts/@eng-Latn
nan: Thô͘-tāu-iû
nld: pindaolie
nno: Jordnøttolje
nob: peanøttolje
pol: Olej z orzechów arachidowych
por: óleo de amendoim
rus: арахисовое масло
spa: Aceite de cacahuete
sqi: Vaji i kikirikut
srp: Уље од кикирикија
swe: Jordnötsolja
tam: கடலெண்ணெய்
tel: వేరుశనగ నూనె
ukr: арахісова олія
wuu: 花生油
yue: 花生油
zho: 花生油

source: Q811663
ara: زيت بذر كتان
aze: Pambıq yağı
bel: Баваўняны алей
cat: oli de llavors de cotó
deu: Baumwollsamenöl
eng: cottonseed oil
eus: kotoi-olio
fas: روغن پنبهدانه
fra: huile de coton
glg: Aceite de algodón
heb: שמן כותנה
ind: Minyak biji kapas
ita: Olio di semi di cotone
jpn: 綿実油
kan: ಹತ್ತಿಬೀಜದ ಎಣ್ಣೆ
kor: 면실유
mul: /cottonseed oil || cooking oil extracted from the seeds of cotton plants of various species, mainly Gossypium hirsutum and Gossypium herbaceum/@eng-Latn
nld: katoenzaadolie
nob: bomullsfrøolje
pol: Olej bawełniany
por: óleo de algodão
rus: Хлопчатниковое масло
spa: aceite de algodón
swe: Bomullsfröolja
tam: பருத்தி விதை எண்ணெய்
tel: పత్తిగింజల నూనె
tha: น้ำมันเมล็ดฝ้าย
tur: Pamuk yağı
ukr: Бавовняна олія
uzb: Paxta moyi
zho: 棉籽油

source: Q216235
ara: زيت جوز الهند
bcl: Coconut Oil
bel: Какосавы алей
ben: নারিকেল তেল
bho: गड़ी तेल
bul: Кокосово масло
cat: oli de coco
ces: kokosový olej
dan: Kokosolie
deu: Kokosöl
ell: Κοκοφοινικέλαιο
eng: coconut oil
epo: kokosoleo
est: Kookosõli
eus: koko-olio
fas: روغن نارگیل
fin: Kookosöljy
fra: huile de coco
glg: Aceite de coco
heb: שמן קוקוס
hin: नारियल तेल
hrv: Kokosovo ulje
hun: Kókuszolaj
hye: Կոկոսի յուղ
ind: Minyak kelapa
ita: olio di cocco
jav: Lenga klapa
jpn: ヤシ油
kan: ಕೊಬ್ಬರಿ ಎಣ್ಣೆ
kor: 코코넛기름
lav: kokosriekstu eļļa
lit: Kokosų aliejus
lzh: 椰油
mal: വെളിച്ചെണ്ണ
mar: खोबरेल तेल
msa: Minyak kelapa
mul: /coconut oil || edible oil extracted from the kernel or meat of mature coconuts harvested from the coconut palm/@eng-Latn
mya: အုန်းဆီ
nld: Kokosolie
nno: Kokosfeitt
nob: kokosolje
oss: Кокосы зети
pol: Olej kokosowy
por: óleo de coco
ron: Ulei de cocos
rus: Кокосовое масло
san: नारिकेलतैलम्
sin: පොල් තෙල්
slv: Kokosovo olje
spa: aceite de coco
srp: Kokosovo ulje
swe: kokosolja
tam: தேங்காயெண்ணெய்
tel: కొబ్బరి నూనె
tur: Hindistan cevizi yağı
ukr: Кокосове масло
vie: Dầu dừa
wuu: 椰子油
yue: 椰油
zho: 椰子油
